[
    {
        "id": 1,
        "logo": "acme.png",
        "title": "Software Engineer",
        "name": "Acme Corp.",
        "type": "Remote",
        "location": "United States",
        "time": "Full-time",
        "salary": "$100,000 - $150,000",
        "description": "We're looking for a skilled software engineer to join our team and help us build innovative products.",
        "responsibility": "Develop and maintain high-quality software products, collaborate with cross-functional teams, and stay up-to-date with emerging trends and technologies.",
        "education": "Bachelor's degree in computer science or a related field",
        "experiences": "At least 3 years of experience in software engineering",
        "contact": {
            "phone": "555-1234",
            "email": "careers@acmecorp.com"
        }
    },
    {
        "id": 2,
        "logo": "airbnb.png",
        "title": "Marketing Manager",
        "name": "AirBnB Inc.",
        "type": "Onsite",
        "location": "Los Angeles, CA",
        "time": "Full-time",
        "salary": "$80,000 - $120,000",
        "description": "We're seeking a talented marketing manager to lead our team and drive growth for our brand.",
        "responsibility": "Develop and implement marketing strategies, manage campaigns and initiatives, and collaborate with cross-functional teams to achieve business goals.",
        "education": "Bachelor's degree in marketing or a related field",
        "experiences": "At least 5 years of experience in marketing or a related field",
        "contact": {
            "phone": "555-5678",
            "email": "jobs@xyzinc.com"
        }
    },
    {
        "id": 3,
        "logo": "tesla.png",
        "title": "Product Designer",
        "name": "Tesla Corp.",
        "type": "Remote",
        "location": "Canada",
        "time": "Full-time",
        "salary": "$90,000 - $130,000",
        "description": "We're seeking a talented product designer to join our team and help us create user-centered designs.",
        "responsibility": "Design and prototype innovative user interfaces, collaborate with cross-functional teams, and advocate for user needs and insights.",
        "education": "Bachelor's degree in design or a related field",
        "experiences": "At least 3 years of experience in product design or a related field",
        "contact": {
            "phone": "555-9012",
            "email": "designers@abccorp.com"
        }
    },
    {
        "id": 4,
        "logo": "google.png",
        "title": "Product Manager",
        "name": "Google Corp.",
        "type": "Onsite",
        "location": "San Francisco, CA",
        "time": "Fulltime",
        "salary": "$120,000 - $180,000",
        "description": "We are looking for an experienced Product Manager to help us build and scale our product offerings.",
        "responsibility": "- Define product strategy and roadmap. Gather and analyze customer feedback and usage data to inform product decisions. Collaborate with cross-functional teams to design and launch new features and products. Develop and execute go-to-market plans for new products and features.",
        "education": "Bachelor's or Master's degree in Business Administration or related field.",
        "experiences": "Minimum of 5 years of experience in product management.",
        "contact": {
            "phone": "123-456-7890",
            "email": "jobs@example.com"
        }
    },
    {
        "id": 5,
        "logo": "meta.png",
        "title": "Data Scientist",
        "name": "Meta Corp.",
        "type": "Remote",
        "location": "Any",
        "time": "Fulltime",
        "salary": "$120,000 - $180,000",
        "description": "We are looking for a talented data scientist to join our team and help us develop and implement innovative data-driven solutions.",
        "responsibility": "- Develop and implement machine learning models to solve business problems.\n- Analyze and interpret complex data sets to identify patterns and insights. Collaborate with cross-functional teams to design and launch new data-driven products and features. Communicate results and insights to stakeholders.",
        "education": "Bachelor's or Master's degree in Computer Science, Statistics, or related field.",
        "experiences": "Minimum of 3 years of experience in data science or related field.",
        "contact": {
            "phone": "123-456-7890",
            "email": "jobs@example.com"
        }
    },
    {
        "id": 6,
        "logo": "building.png",
        "title": "Graphic Designer",
        "name": "Design Co.",
        "type": "Remote",
        "location": "San Francisco, CA",
        "time": "Part-time",
        "salary": "$50,000 - $70,000",
        "description": "We are seeking a talented Graphic Designer to join our team and help create stunning visual designs for our clients. The ideal candidate will have a strong portfolio of work and be comfortable working in a fast-paced, collaborative environment.",
        "responsibility": "Create visually appealing designs for our clients. Collaborate with other designers and stakeholders to create designs that meet the client's needs. Work within brand guidelines to ensure consistency and coherence of designs. Present designs to clients and make revisions as necessary.",
        "education": "Bachelor's degree in Graphic Design or related field",
        "experiences": "2+ years of experience in graphic design",
        "contact": {
            "phone": "555-9012",
            "email": "designers@abccorp.com"
        }
    }
]